[
    {
        "name": "Tas",
        "description": "Terbuat dari kanvas Monogram biru, City Keepall, penghormatan Virgil Abloh untuk tas travel ikonik House, mengambil aspek retro. Trim kulit hitam, dan inisial LV kulit cokelat dijahit di bagian depan tas, menambah kesan gaya. Tali yang dapat dilepas dan disesuaikan memungkinkan bahu dibawa."
    },
    {
        "name": "Noir 65% Keyboard Sleeve",
        "description": "Features: 38x15cm, Outside Material: Canvas Twill, Inside Material: Suede (for extra protection, scratch-free keyboard)"
    },
    {
        "name": "NANKAI Water Pump Electric charge Pompa Galon Air Minum Elektrik Led",
        "description": "Pompa Air Galon Elektrik Dengan Merk Nankai, Mudah digunakan dan awet"
    },
    {
        "name": "Blue Band Serbaguna 200 gr Margarin Serbaguna untuk Berbagai Masakan",
        "description": "Blue Band Serbaguna Margarine Plastik 200gr merupakan margarin pertama di Indonesia yang memiliki kandungan Omega 3 dan Omega 6, dan 6 vitamin (A, D, E, B3, B2, B1)."
    },
    {
        "name": "Marks & Spencer - Deodorant - Vetiver Roll On Deodorant 50ml",
        "description": "This Harvard vetiver deodorant will keep you feeling fresh all day. Blending energising notes of zingy citrus with herbal and warm woody scents, this is a beautifully layered fragrance. It comes in a handy roll-on design for easy everyday use. This product is vegan, and suitable for all skin types."
    },
    {
        "name": "Studio Tropik: DreamSetter Pollution Protection Make-up Setting Spray",
        "description": "Studio Tropik DreamSetter Pollution Protection Make-up Setting Spray:"
    },
    {
        "name": "Domi Mattress Topper AIR",
        "description": "Domi Matrress Topper Air Menggunakan material Kain knitting pomerol premium dengan kualitas terbaik untuk memberikan pengalaman tidur yang nyaman."
    },
    {
        "name": "M&S FOOD - Biscuits - Cheese Twist Banded",
        "description": "Ingredients : Wheatflour (contains Gluten) · Unsalted Butter (Milk) (28%) · Gruyère Cheese (Milk) (11%) · Dried Skimmed Milk · Salt · Yeast"
    },
    {
        "name": "Havaianas Slim Palette Glow FC",
        "description": "Sandal berkualitas tinggi dengan desain alas rice pattern dan outsole berbahan karet yang sangat nyaman di gunakan untuk keperluan sehari-hari"
    },
    {
        "name": "iNeat Kaos Polos Basic Dark Grey Unisex",
        "description": "iNeat Basic Tees is a life saver. Mudah di mix and match menggunakan flanel atau jacket sebagai outer atau kamu tinggal tambahkan celana chino dibawahnya dan ready to go!"
    },
    {
        "name": "Indomie Goreng Rendang",
        "description": "Indomie Goreng Rendang x10"
    },
    {
        "name": "Phone Holder Lipat",
        "description": "Dudukan ponsel portabel bentuk kursi yang dapat dilipat dan dudukan penopang yang dapat disesuaikan"
    }
]